Repository: ptudor/tudor-pcb
Catalog: swift/GerberKit/Sources/GerberKit/Resources/Diagnostics.xcstrings
Source language: en
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, de_at, de_ch, el, es, es_ar, es_mx, et, eu, fa, fi, fil, fr, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, or, pa, pl, pt, pt_br, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant, zu

source: ZIP compression method %lld is not supported.
af: ZIP-kompressiemetode %lld word nie ondersteun nie.
am: የዚፕ ኮምፕሬሽን ዘዴ %lld አይደገፍም።
ar: طريقة ضغط ZIP %lld غير مدعومة.
az: ZIP sıxılma metodu %lld dəstəklənmir.
be: Метад сціскання ZIP-архіва %lld не падтрымліваецца.
bg: Методът за компресиране ZIP „%lld“ не се поддържа.
bn: ZIP কম্প্রেশন পদ্ধতি %lld সমর্থিত নয়।
ca: No s'admet el mètode de compressió ZIP %lld.
cs: Metoda komprese ZIP „%lld“ není podporována.
cy: Ni chefnogir dull cywasgu ZIP %lld .
da: ZIP-komprimeringsmetoden »%lld« understøttes ikke.
de: Das ZIP-Komprimierungsverfahren „%lld“ wird nicht unterstützt.
de_at: Die ZIP-Komprimierungsmethode %lld wird nicht unterstützt.
de_ch: Die ZIP-Komprimierungsmethode %lld wird nicht unterstützt.
el: Η μέθοδος συμπίεσης ZIP %lld δεν υποστηρίζεται.
es: No se admite el método de compresión ZIP «%lld».
es_ar: El método de compresión ZIP «%lld» no es compatible.
es_mx: El método de compresión ZIP %lld no es compatible.
et: ZIP-pakkimismeetodit %lld ei toetata.
eu: %lld ZIP konpresio metodoa ez da onartzen.
fa: روش فشرده‌سازی ZIP %lld پشتیبانی نمی‌شود.
fi: ZIP-pakkausmenetelmää %lld ei tueta.
fil: Hindi sinusuportahan ang paraan ng ZIP compression %lld .
fr: La méthode de compression ZIP « %lld » n'est pas prise en charge.
fr_ca: La méthode de compression ZIP %lld n'est pas prise en charge.
ga: Ní thacaítear leis an modh comhbhrúite ZIP %lld .
gl: Non se admite o método de compresión ZIP %lld.
gu: ઝીપ કમ્પ્રેશન પદ્ધતિ %lld સમર્થિત નથી.
he: שיטת דחיסת ה-ZIP %lld אינה נתמכת.
hi: ZIP संपीड़न विधि %lld समर्थित नहीं है।
hr: Metoda ZIP kompresije %lld nije podržana.
hu: A ZIP tömörítési módszer (%lld) nem támogatott.
hy: ZIP սեղմման %lld մեթոդը չի աջակցվում։
id: Metode kompresi ZIP %lld tidak didukung.
is: Þjöppunaraðferðin %lld í ZIP-skránni er ekki studd.
it: Il metodo di compressione ZIP %lld non è supportato.
ja: ZIP圧縮方式「%lld」はサポートされていません。
ka: ZIP შეკუმშვის მეთოდი %lld არ არის მხარდაჭერილი.
kk: %lld ZIP сығымдау әдісіне қолдау көрсетілмейді.
km: វិធីសាស្ត្របង្ហាប់ ZIP %lld មិនត្រូវបានគាំទ្រទេ។
kn: ZIP ಕಂಪ್ರೆಷನ್ ವಿಧಾನ %lld ಬೆಂಬಲಿತವಾಗಿಲ್ಲ.
ko: %lld의 ZIP 압축 방식은 지원되지 않습니다.
ky: ZIP кысуу ыкмасы %lld колдоого алынбайт.
lo: ບໍ່ຮອງຮັບວິທີການບີບອັດ ZIP %lld .
lt: ZIP suspaudimo metodas „%lld“ nėra palaikomas.
lv: ZIP saspiešanas metode „%lld” netiek atbalstīta.
mk: Методот на компресија ZIP %lld не е поддржан.
ml: ZIP കംപ്രഷൻ രീതി %lld പിന്തുണയ്ക്കുന്നില്ല.
mn: ZIP шахалтын арга %lld дэмжигдээгүй байна.
mr: ZIP कॉम्प्रेशन पद्धत %lld समर्थित नाही.
ms: Kaedah pemampatan ZIP %lld tidak disokong.
mt: Il-metodu ta' kompressjoni ZIP %lld mhux appoġġjat.
my: ZIP ချုံ့နည်းလမ်း %lld ကို ပံ့ပိုးမထားပါ။
nb: ZIP-komprimeringsmetoden «%lld» støttes ikke.
ne: ZIP कम्प्रेसन विधि %lld समर्थित छैन।
nl: De ZIP-compressiemethode %lld wordt niet ondersteund.
or: ଜିପ୍ ସଙ୍କୋଚନ ପଦ୍ଧତି %lld ସମର୍ଥିତ ନୁହେଁ।
pa: ਜ਼ਿਪ ਕੰਪ੍ਰੈਸ਼ਨ ਵਿਧੀ %lld ਸਮਰਥਿਤ ਨਹੀਂ ਹੈ।
pl: Metoda kompresji ZIP „%lld” nie jest obsługiwana.
pt: O método de compressão ZIP «%lld» não é suportado.
pt_br: O método de compactação ZIP “%lld” não é compatível.
ro: Metoda de comprimare ZIP „%lld” nu este acceptată.
ru: Метод сжатия ZIP «%lld» не поддерживается.
si: ZIP සම්පීඩන ක්‍රමය %lld සඳහා සහාය නොදක්වයි.
sk: Metóda kompresie ZIP %lld nie je podporovaná.
sl: Metoda stiskanja ZIP %lld ni podprta.
sq: Metoda e kompresimit ZIP %lld nuk mbështetet.
sr: Метод ZIP компресије %lld није подржан.
sv: ZIP-komprimeringsmetoden %lld stöds inte.
sw: Mbinu ya kubana ZIP %lld haitumiki.
ta: %lld என்ற ZIP சுருக்க முறை ஆதரிக்கப்படவில்லை.
te: ZIP కుదింపు పద్ధతి %lld కి మద్దతు లేదు.
th: วิธีการบีบอัดไฟล์ ZIP แบบ %lld ไม่ได้รับการสนับสนุน
tr: ZIP sıkıştırma yöntemi %lld desteklenmemektedir.
uk: Метод стиснення ZIP «%lld» не підтримується.
ur: زپ کمپریشن طریقہ %lld تعاون یافتہ نہیں ہے۔
vi: Phương pháp nén ZIP %lld không được hỗ trợ.
zh_hans: 不支持 ZIP 压缩格式 %lld。
zh_hant: 不支援 ZIP 壓縮格式 %lld。
zu: Indlela yokucindezela i-ZIP %lld ayisekelwa.

source: ZIP64 archives are not supported.
af: ZIP64-argiewe word nie ondersteun nie.
am: የZIP64 ማህደሮች አይደገፉም።
ar: لا يتم دعم ملفات ZIP64.
az: ZIP64 arxivləri dəstəklənmir.
be: Архівы ZIP64 не падтрымліваюцца.
bg: Архивите ZIP64 не се поддържат.
bn: ZIP64 আর্কাইভ সমর্থিত নয়।
ca: Els arxius ZIP64 no són compatibles.
cs: Archívy ZIP64 nejsou podporovány.
cy: Ni chefnogir archifau ZIP64.
da: ZIP64-arkiver understøttes ikke.
de: ZIP64-Archive werden nicht unterstützt.
de_at: ZIP64-Archive werden nicht unterstützt.
de_ch: ZIP64-Archive werden nicht unterstützt.
el: Τα αρχεία ZIP64 δεν υποστηρίζονται.
es: No se admiten archivos ZIP64.
es_ar: No se admiten archivos ZIP64.
es_mx: Los archivos ZIP64 no son compatibles.
et: ZIP64-arhiive ei toetata.
eu: ZIP64 artxiboak ez dira onartzen.
fa: بایگانی‌های ZIP64 پشتیبانی نمی‌شوند.
fi: ZIP64-arkistoja ei tueta.
fil: Hindi sinusuportahan ang mga ZIP64 archive.
fr: Les archives ZIP64 ne sont pas prises en charge.
fr_ca: Les archives ZIP64 ne sont pas prises en charge.
ga: Ní thacaítear le cartlanna ZIP64.
gl: Non se admiten arquivos ZIP64.
gu: ZIP64 આર્કાઇવ્સ સમર્થિત નથી.
he: ארכיוני ZIP64 אינם נתמכים.
hi: ZIP64 आर्काइव समर्थित नहीं हैं।
hr: ZIP64 arhive nisu podržane.
hu: A ZIP64-es archívumok nem támogatottak.
hy: ZIP64 արխիվները չեն աջակցվում։
id: Arsip ZIP64 tidak didukung.
is: ZIP64 skjalasöfn eru ekki studd.
it: Gli archivi ZIP64 non sono supportati.
ja: ZIP64形式のアーカイブはサポートされていません。
ka: ZIP64 არქივები არ არის მხარდაჭერილი.
kk: ZIP64 мұрағаттары қолдау көрсетілмейді.
km: បណ្ណសារ ZIP64 មិនត្រូវបានគាំទ្រទេ។
kn: ZIP64 ಆರ್ಕೈವ್‌ಗಳು ಬೆಂಬಲಿತವಾಗಿಲ್ಲ.
ko: ZIP64 아카이브는 지원되지 않습니다.
ky: ZIP64 архивдери колдоого алынбайт.
lo: ບໍ່ຮອງຮັບໄຟລ໌ ZIP64.
lt: ZIP64 archyvai nepalaikomi.
lv: ZIP64 arhīvi netiek atbalstīti.
mk: Архивите ZIP64 не се поддржани.
ml: ZIP64 ആർക്കൈവുകൾ പിന്തുണയ്ക്കുന്നില്ല.
mn: ZIP64 архивууд дэмжигдээгүй байна.
mr: ZIP64 आर्काइव्ह समर्थित नाहीत.
ms: Arkib ZIP64 tidak disokong.
mt: L-arkivji ZIP64 mhumiex appoġġjati.
my: ZIP64 မော်ကွန်းတိုက်များကို ပံ့ပိုးမထားပါ။
nb: ZIP64-arkiver støttes ikke.
ne: ZIP64 अभिलेखहरू समर्थित छैनन्।
nl: ZIP64-archieven worden niet ondersteund.
or: ZIP64 ଅଭିଲେଖାଗାର ସମର୍ଥିତ ନୁହେଁ।
pa: ZIP64 ਪੁਰਾਲੇਖ ਸਮਰਥਿਤ ਨਹੀਂ ਹਨ।
pl: Archiwa ZIP64 nie są obsługiwane.
pt: Os ficheiros ZIP64 não são suportados.
pt_br: Arquivos ZIP64 não são compatíveis.
ro: Arhivele ZIP64 nu sunt acceptate.
ru: Архивы формата ZIP64 не поддерживаются.
si: ZIP64 ලේඛනාගාර සඳහා සහය නොදක්වයි.
sk: Archívy typu ZIP64 nie sú podporované.
sl: Arhivi ZIP64 niso podprti.
sq: Arkivat ZIP64 nuk mbështeten.
sr: ZIP64 архиве нису подржане.
sv: ZIP64-arkiv stöds inte.
sw: Kumbukumbu za ZIP64 hazitumiki.
ta: ZIP64 காப்பகங்கள் ஆதரிக்கப்படவில்லை.
te: ZIP64 ఆర్కైవ్‌లకు మద్దతు లేదు.
th: ไฟล์ ZIP64 ไม่ได้รับการสนับสนุน
tr: ZIP64 arşivleri desteklenmemektedir.
uk: Архіви формату ZIP64 не підтримуються.
ur: ZIP64 آرکائیوز تعاون یافتہ نہیں ہیں۔
vi: Các tệp lưu trữ ZIP64 không được hỗ trợ.
zh_hans: 不支持 ZIP64 压缩包。
zh_hant: 不支援 ZIP64 壓縮檔。
zu: Izingobo zomlando ze-ZIP64 azisekelwa.

source: [Color proof] %@: factory payload is empty; validity has not been established.
af: [Kleurbewys] %@ : fabrieksvrag is leeg; geldigheid is nog nie vasgestel nie.
am: [ቀለም ማረጋገጫ] %@ : የፋብሪካ ክፍያው ባዶ ነው፤ ትክክለኛነቱ አልተረጋገጠም።
ar: [إثبات اللون] %@ : حمولة المصنع فارغة؛ لم يتم التحقق من صحتها.
az: [Rəng sübutu] %@: zavod yükü boşdur; etibarlılıq müəyyən edilməyib.
be: [Каляровы доказ] %@: заводская карысная нагрузка пустая; сапраўднасць не ўстаноўлена.
bg: [Цветна проба] %@: фабричният полезен товар е празен; валидността не е установена.
bn: [রঙের প্রমাণ] %@: ফ্যাক্টরি পেলোড খালি; বৈধতা প্রতিষ্ঠিত হয়নি।
ca: [Prova de color] %@: la càrrega útil de fàbrica és buida; no s'ha establert la validesa.
cs: [Barevná korektura] %@: tovární užitečné zatížení je prázdné; platnost nebyla ověřena.
cy: [Prawf lliw] %@: mae llwyth y ffatri yn wag; nid yw dilysrwydd wedi'i sefydlu.
da: [Farveprøve] %@: fabriksindholdet er tomt; gyldighed kan ikke bekræftes.
de: [Farbproof] %@: Werksnutzlast ist leer; die Gültigkeit wurde nicht überprüft.
de_at: [Farbnachweis] %@: Werksnutzlast leer; Gültigkeit nicht festgestellt.
de_ch: [Farbnachweis] %@: Werksnutzlast leer; Gültigkeit nicht festgestellt.
el: [Δοκιμαστικό χρώματος] %@: το εργοστασιακό φορτίο είναι κενό· η εγκυρότητα δεν έχει επιβεβαιωθεί.
es: [Prueba de color] %@: la carga útil de fábrica está vacía; no se ha establecido su validez.
es_ar: [Prueba de color] %@: la carga útil de la fábrica está vacía; no se ha establecido su validez.
es_mx: [Prueba de color] %@: la carga útil de fábrica está vacía; no se ha establecido la validez.
et: [Värviproov] %@: tehase koormus on tühi; kehtivust ei ole veel kindlaks tehtud.
eu: [Kolorearen froga] %@: fabrikako karga hutsik dago; baliozkotasuna ez da egiaztatu.
fa: [اثبات رنگ] %@: محموله کارخانه خالی است؛ اعتبار آن تأیید نشده است.
fi: [Värikoe] %@: tehtaan tietokanta on tyhjä; voimassaoloa ei ole vahvistettu.
fil: [Kulay na patunay] %@ : walang laman ang factory payload; hindi pa naitatatag ang bisa.
fr: [Épreuve couleur] %@ : la charge utile d'usine est vide ; la validité n'a pas été établie.
fr_ca: [Preuve couleur] %@ : la charge utile d'usine est vide ; la validité n'a pas été établie.
ga: [Cruthúnas datha] %@ : tá ualach an mhonarcha folamh; níl a bhailíocht socraithe.
gl: [Proba de cor] %@: a carga útil de fábrica está baleira; non se estableceu a validez.
gu: [રંગ સાબિતી] %@ : ફેક્ટરી પેલોડ ખાલી છે; માન્યતા સ્થાપિત થઈ નથી.
he: [הוכחת צבע] %@: מטען היצרן ריק; לא ניתן לאמת את תוקפו.
hi: [रंग प्रमाण] %@ : फ़ैक्टरी पेलोड खाली है; वैधता स्थापित नहीं की गई है।
hr: [Probni otisak u boji] %@: tvornički podatak je prazan; valjanost nije utvrđena.
hu: [Színpróba] %@: a gyári hasznos adat üres; az érvényessége nem kerülhetett megállapításra.
hy: [Գունային ապացույց] %@՝ գործարանային բեռնվածքը դատարկ է; վավերականությունը հաստատված չէ։
id: [Bukti warna] %@: muatan pabrik kosong; keabsahannya belum ditetapkan.
is: [Litpróf] %@: verksmiðjugeymsla er tóm; gildi hefur ekki verið staðfest.
it: [Prova colore] %@: il carico utile della fabbrica è vuoto; la validità non è stata stabilita.
ja: [カラープルーフ] %@: ファクトリペイロードが空です。有効性が確立されていません。
ka: [ფერადი დადასტურება] %@: ქარხნული დატვირთვა ცარიელია; ვალიდურობა დადგენილი არ არის.
kk: [Түсті құжаты] %@: зауыттық жүктеме бос; жарамдылығы анықталмаған.
km: [ភស្តុតាងពណ៌] %@ : បន្ទុកផ្ទុកទិន្នន័យពីរោងចក្រគឺទទេ; សុពលភាពមិនទាន់ត្រូវបានបង្កើតឡើងនៅឡើយទេ។
kn: [ಬಣ್ಣ ಪುರಾವೆ] %@ : ಕಾರ್ಖಾನೆ ಪೇಲೋಡ್ ಖಾಲಿಯಾಗಿದೆ; ಸಿಂಧುತ್ವವನ್ನು ಸ್ಥಾಪಿಸಲಾಗಿಲ್ಲ.
ko: [색상 교정본] %@: 공장 색상 정보가 비어 있습니다. 유효성이 확인되지 않았습니다.
ky: [Түстү далили] %@: заводдук жүктөм бош; жарактуулугу аныктала элек.
lo: [ປ້ອງກັນສີ] %@ : ຂໍ້ມູນເຕີລະຫວ່າງຂອງໂຮງງານວ່າງເປົ່າ; ຍັງບໍ່ທັນໄດ້ຮັບການຢືນຢັນຄວາມຖືກຕ້ອງ.
lt: [Spalvotas pavyzdys] %@: gamyklinis duomenų rinkinys yra tuščias; jo teisingumas nebuvo nustatytas.
lv: [Krāsu paraugs] %@: rūpnīcas dati ir tukši; derīgums nav apstiprināts.
mk: [Доказ во боја] %@ : фабричкиот товар е празен; валидноста не е утврдена.
ml: [കളർ പ്രൂഫ്] %@ : ഫാക്ടറി പേലോഡ് ശൂന്യമാണ്; സാധുത സ്ഥാപിച്ചിട്ടില്ല.
mn: [Өнгөний баталгаа] %@: үйлдвэрийн ачаалал хоосон байна; хүчинтэй хугацаа тогтоогдоогүй байна.
mr: [रंग पुरावा] %@: फॅक्टरी पेलोड रिकामा आहे; वैधता स्थापित केली नाही.
ms: [Bukti warna] %@: muatan kilang kosong; kesahan belum dipastikan.
mt: [Prova tal-kulur] %@ : it-tagħbija tal-fabbrika hija vojta; il-validità ma ġietx stabbilita.
my: [အရောင်ခိုင်ခံ့မှု] %@ : စက်ရုံထုတ် payload သည် ဗလာဖြစ်နေသည်။ တရားဝင်မှုကို မသတ်မှတ်ရသေးပါ။
nb: [Fargeprøve] %@: fabrikkens nyttelast er tom; gyldigheten er ikke etablert.
ne: [रङ प्रमाण] %@ : कारखाना पेलोड खाली छ; वैधता स्थापित भएको छैन।
nl: [Kleurproef] %@: de fabriekspayload is leeg; de geldigheid is niet vastgesteld.
or: [ରଙ୍ଗ ପ୍ରମାଣ] %@ : କାରଖାନା ପେଲୋଡ୍ ଖାଲି ଅଛି; ବୈଧତା ସ୍ଥାପିତ ହୋଇନାହିଁ।
pa: [ਰੰਗ ਸਬੂਤ] %@ : ਫੈਕਟਰੀ ਪੇਲੋਡ ਖਾਲੀ ਹੈ; ਵੈਧਤਾ ਸਥਾਪਤ ਨਹੀਂ ਕੀਤੀ ਗਈ ਹੈ।
pl: [Próbka kolorystyczna] %@: zawartość fabryczna jest pusta; poprawność nie została potwierdzona.
pt: [Prova de cor] %@: a carga útil de fábrica está vazia; a validade ainda não foi estabelecida.
pt_br: [Prova de cor] %@: a carga útil de fábrica está vazia; a validade ainda não foi estabelecida.
ro: [Proba de culoare] %@: încărcătura din fabrică este goală; validitatea nu a fost stabilită.
ru: [Цветной пробный оттиск] %@: заводская маркировка пуста; достоверность не подтверждена.
si: [වර්ණ සාධනය] %@ : කර්මාන්තශාලා බර හිස් ය; වලංගුභාවය ස්ථාපිත කර නොමැත.
sk: [Farebná korektúra] %@: továrenské údaje sú prázdne; platnosť nebola overená.
sl: [Barvni dokaz] %@: tovarniški tovor je prazen; veljavnost ni bila vzpostavljena.
sq: [Provë me ngjyra] %@: ngarkesa e fabrikës është bosh; vlefshmëria nuk është përcaktuar.
sr: [Color proof] %@: фабрички терет је празан; важећост није утврђена.
sv: [Färgprov] %@: fabrikslast är tom; giltigheten har inte fastställts.
sw: [Haidhinishi rangi] %@ : mzigo wa kiwandani ni tupu; uhalali haujathibitishwa.
ta: [வண்ணச் சான்று] %@: தொழிற்சாலைத் தரவு காலியாக உள்ளது; செல்லுபடித்தன்மை சரிபார்க்கப்படவில்லை.
te: [రంగు రుజువు] %@ : ఫ్యాక్టరీ పేలోడ్ ఖాళీగా ఉంది; చెల్లుబాటు నిర్ధారించబడలేదు.
th: [หลักฐานสี] %@: ข้อมูลโรงงานว่างเปล่า ความถูกต้องยังไม่ได้รับการยืนยัน
tr: [Renkli prova] %@: fabrika verileri boş; geçerliliği henüz teyit edilmemiştir.
uk: [Кольоровий макет] %@: заводське навантаження порожне; достовірність не підтверджена.
ur: [رنگ ثبوت] %@ : فیکٹری پے لوڈ خالی ہے؛ جواز قائم نہیں کیا گیا ہے.
vi: [Bản in thử màu] %@: dữ liệu gốc của nhà máy trống; tính hợp lệ chưa được thiết lập.
zh_hans: [颜色校样] %@：工厂参数为空；有效性尚未确定。
zh_hant: [色彩校樣] %@：工廠載荷為空；有效性尚未確立。
zu: [Ukufaka umbala] %@ : umthwalo wefektri awunalutho; ukusebenza akukaqinisekiswa.
